{
  "home": {
    "top": {
    }
  },
  "login": {
    "top": {
      "welcome": "Welcome"
    },
    "middle": {
      "username": "User Name",
      "password": "Password",
      "autologin": "Remember Me",
      "forgetpassword": "Forget/Change Password?",
      "login": "Login",
      "signup": "Signup",
      "guestpass": "Guest Play"
    }
  },
  "about": {
    "introduction": "Genius Sudoku is the patent game product of Super Genius technology development (Beijing) co. LTD., the inventor is a famous entrepreneur Mr. Gu chujun. Mr. Gu had organize a large team which completed hundreds of thousands of pieces of Nine Sudoku chess board, and thus developed nine grades Genius Sudoku Game on behalf of the ultimate wisdom of human. There are three kinds of playing method for Genius Sudoku Game, namely, battle mode, Human-computer mode and single player mode. Super Genius Sudoku website includes multiple modules, such as single player/ human-computer game, props, teaching video, and help. There are multiple constellations and rooms, providing an amusement and communication platform for players who like Genius Sudoku Game. "
  },
  "operation": {
    "head": "天才数独棋是一款有着九联数独专利认证的游戏，其游戏指南如下：",
    "section1": {
      "title": "1、建桌",
      "description": "玩家可在大厅加入正在等待的游戏桌，也可作为庄家自己建桌，建桌时可选择题目等级、每步时间、每局时间、每局人数等选项后点击确认进入游戏。"
    },
    "section2": {
      "title": "2、答题模式",
      "description1": "天才数独棋有提交/草稿模式和普通/候选模式。",
      "description2": "在提交/草稿模式下，可以在草稿的空格内标记最多4个数字或字母，作答时需切换至提交模式作答。在普通/候选模式下，候选可显示所有空白格子的候选数（1-4个），作答时需切换至普通模式进行提交，但候选模式只有在使用候选卡道具或全局候选卡道具时才能使用。"
    },
    "section3": {
      "title": "3、界面",
      "description": "界面设有缩放条，道具条可以拖动。当作答时间截止，尚未找到正确答案时，玩家可点击Pass按钮，这样可以减少扣分。"
    },
    "section4": {
      "title": "4、规则",
      "description": "正确加分，错误扣分。根据答题所花的时间长短计分，所花时间在越短得分时间段得分越多，计时器可用不同的颜色区分不同的得分时间间隔，以游戏结束时分数最高者为胜出。"
    },
    "section5": {
      "title": "5、道具",
      "description1": "天才数独棋开发了6款道具：",
      "description2": "放大镜：当答不出时，可使用放大镜道具可直接自动填入正确数字。",
      "description3": "延时卡：计时器将停止一段时间，以用于延长玩家思考时间。",
      "description4": "候选卡：本轮候选卡：仅在此轮显示棋盘上任意空白格子的候选数。",
      "description5": "全盘候选卡：可显示棋盘上全部空白格子的候选数并持续到游戏结束。",
      "description6": "免罚卡：可以补回上轮所扣除的分数。",
      "description7": "智能眼镜：在其他玩家作答时，查看任意空白格子里面的候选数，但不能提交。"
    },
    "greeting": "开拓您的智商上限，娱乐您的业余生活，快来挑战史上最难数独吧！"
  },
  "guide": {
    "p1": "天才数独棋是一款有着九联数独专利认证的游戏，在大厅中建桌后进入游戏，玩家可参与正在等待的游戏桌，也可作为庄家自己建桌等待他人参与游戏。若玩家为庄家，建桌时需选择题目等级、每步时间、每局时间、每局人数、开始方式、等待时间，根据玩家喜好和数独水平等情况选好选项后点击确认键建桌。",
    "p2": "天才数独棋聊天功能从进入游戏后开启，玩家可以在此尽情的交流解法和心得。天才数独棋游戏是以座次决定玩家顺序，所以庄家是第一个需要作答的，当这个难度极高的九联数独一出现在庄家的眼前时，庄家应先从上下左右四个标准数独中看看有没有简单、显而易见的数字。其他玩家有一定时间可以观察，若看到一些唯余、宫排除的数，可以用左上角的草稿来标记。",
    "p3": "天才数独棋游戏是有计时器的，玩家提交本轮数字时，月亮是黄色的，其他时候是白色，鼠标放在头像上面可以看见玩家资料。",
    "p4": "天才数独棋游戏有提交/草稿模式和普通/候选模式。在提交/草稿模式下，可以在草稿的空格内标记最多4个数字或字母，作答时需切换至提交模式下，点击格子在输入框内选择数字作答。在普通/候选模式下，候选可显示所有空白格子的候选数（1-4个），作答时需切换至普通模式进行提交，候选模式只有在使用候选卡道具或全局候选卡道具时才能使用。",
    "p5": "九联数独棋盘较大，所以设有缩放条。道具条是可以拖动的，拖动到玩家喜欢或者方便的地方。Pass按钮可以放弃本轮答题，适用于作答时间快要截止却未能找到正确答案之时，这样会比超时扣得分多一些。玩家可以看到即时排名、即时的累计分等信息。本轮答题超时会被扣分。在提交模式下，玩家可以提交本轮数字时，点击棋盘空白格子会弹出输入框，输入框里面的数字是此格子的候选数，输入框是可以拖动的，选择一个数字点击就完成提交。正确加分，错误扣分。根据答题所花的时间长短计分，所花时间在越短得分时间段得分越多。并且计时器用不同的颜色区分不同的得分时间间隔。天才数独棋谜面数字颜色是黑色的，所有玩家提交的数字是绿色的。",
    "p6": "这么难度高的九联数独，玩起来还是需要一些道具的，所以天才数独棋开发了6款道具，分别为放大镜、延时卡、候选卡、全局候选卡、免罚卡、智能眼镜。玩家答题时，在提交状态下，选中一个空白格子，使用放大镜道具直接自动填入正确数字，适用于各种看不出来答案的时候。使用延时卡，计时器将停止一段时间，玩家可以多一些时间去考虑。使用候选卡，本轮（仅限本轮）将显示棋盘上全部空白格子的候选数，这样可以帮助玩家更好的了解一片区域的候选数情况，当然也可能发现唯一候选数哟。如果使用全局候选卡，将立即显示棋盘上全部空白格子的候选数并持续到游戏结束，每次轮到玩家作答时都可以利用候选数来辅助答题。如果使用免罚卡，可以补回上轮所扣除的分数，争第一的玩家不可小视这个道具哟。在非答题状态时，使用智能眼镜道具，可以利用其他玩家的作答时间，查看点击的空白格子里面的候选数，但不能提交。这些道具都大大增加了玩家赢的可能性，当然，天才数独棋作为一款新游戏，难度又很高，所以现在注册激活的玩家，我们都将赠送3个放大镜、3个延时卡、3个候选卡、1个全局候选卡、3个免罚卡、3个智能眼镜。赠送道具使用完后，可以充值购买，价格也不贵，所以值得拥有，帮助玩家加快在九联数独领域的段位升级。",
    "p7": "天才数独棋这样的对战游戏，真的好好玩的，九联的难度闪耀着智慧的光芒，大家一起来沐浴智慧的阳光吧！"
  },
  "agreement": {
    "title": "用户协议"
  },
  "contact": {
    "sudoku": "数独棋",
    "email": "邮箱：service@supergenius.cn",
    "address": "地址：北京市上地三街金隅嘉华大厦A座501",
    "phone": "电话：56296776"
  },
  "lobby": {
    "username": "用户名",
    "nickname": "昵称",
    "money": "天才币",
    "create_game": "建桌",
    "banker": "庄家"
  }
}
