{
  "home": {
    "top": {
    }
  },
  "login": {
    "top": {
      "welcome": "ようこそ"
    },
    "middle": {
      "username": "ユーザー名",
      "password": "パスワード",
      "autologin": "今度自動ログイン",
      "forgetpassword": "パスワード忘れ/変更",
      "login": "ログイン",
      "signup": "新規ログイン",
      "guestpass": "新規ログインなしのゲーム体験"
    }
  },
  "about": {
    "introduction": "超天才数独ネットは、超天才技術開発(北京)有限責任会社の特許ゲームの製品で、発明者は有名な企業家顧雛軍さんです。顧雛軍さんは数十万九連ナンプレを完成するために、大規模なチームを組織しており、人類究極知恵を代表する九連天才数独を開発しました。天才数独は対戦、マンマシンとスタンドアロンされている3種類ゲームがあります。超天才数独ネットページには、スタンドアローン/マンマシンゲーム、道具、ビデオ、ヘルプなどが含まれて、才能豊かなチェスプレイヤーがエンターテインメントやコミュニケーションのプラットフォームを提供できるように、さまざまな星座や部屋が設計されました。"
  },
  "operation": {
    "head": "天才数独は特許認証をもらた九連数独ゲーム、ゲームガイドは次のとおりです：",
    "section1": {
      "title": "1、テーブルを建って",
      "description": "プレーヤーは、ロビー中のテーブルに参加することができますが、また、自分は独立のテーブルを建てます。そのとき、問題レベル、ステップ時間、毎回時間、ゲームの人数と他のオプションを選択してゲームを参加することができます。"
    },
    "section2": {
      "title": "2、答えモード",
      "description1": "天才数独には提出/草稿モードと普通/候補モードがあります。",
      "description2": "提出/草案モードでは、ドラフトの空欄内に最大限4個の数字またはアルファベットをマークすることができ、答えときは提出モードに切り替える必要があります。普通/候補モードでは、ブランク格子の候補数（1〜4個）をすべて表示できます。答えときは普通モードに提出して、しかし、候補モデルは、ただ候補カードまたは全局候補カードを利用する場合に使用することができる。"
    },
    "section3": {
      "title": "3、画面",
      "description": "画面のインターフェースで、スクロールバーをドラッグできます。答えが期限に達し、正解が見つからない場合、プレーヤーはポイントを減らさないように、パスボタンをクリックすることができる。"
    },
    "section4": {
      "title": "4、ルール",
      "description": "正しい答えは加点して、誤答が減点します。答え時間の長さによると、時間が短いほど、得点が高くなります。タイマーは、異なる色を使用して、異なるスコアリング時間間隔を区別することができ、ゲームの最後に最高スコアが勝ちます。"
    },
    "section5": {
      "title": "5、小道具",
      "description1": "超天才数独は6つの小道具を開発した：",
      "description2": "拡大鏡：答えできないときは、小道具拡大鏡を使用したら、正解が自動的に記入することができます。",
      "description3": "遅延カード：タイマーがしばらく停止し、プレーヤーの思考時間が延長されます。",
      "description4": "候補カード：このラウンド候補カード：このラウンドでは、ボード上のブランクの数だけが表示されます。",
      "description5": "全局候補カード：ゲームが終了するまで、碁盤の目の候補数を表示し続きます。",
      "description6": "免罚カード：最後減点したポイントを差し引くことができます。",
      "description7": "スマートメガネ：他のプレイヤーが答えたらブランク中の候補数をチェックできるが、しかし、提出することはできません。"
    },
    "greeting": "あなたのIQの限界を開発し、余暇を楽しみ、歴史に最も難しい数独を挑戦してください！"
  },
  "guide": {
    "p1": "天才数独は九連数独特許認証のゲームで、ロビーでテーブルを建った後、プレイヤーが待っているゲームテーブルに参加することができ、自分も親として他人に待ってゲームを参加します。プレイヤーは、親になら、テーブルを建る場合、問題レベル、ステップ時間、毎回時間、ゲーム人数、開始方法、待ち時間はプレイヤー好みと数独レベルなどの状況によって、確認ボタンをクリックして選んでテーブルを建てます。",
    "p2": "天才数独のチャット機能はゲームに入るから起動して、プレイヤーがここで思いきりに解法と納得を交流します。天才数独のゲームは席順によって開始するから、親は最初から答えるのが、この高難度の九連数独が親の目の前に現れると、まず左右上下に4つの標準数独でちょっと簡単で、明らかな数が書きえる。他のプレイヤーが一定時間に観察することができ、もし唯一候補数、宮排除の数を見かけたら、左上の下書きでマークすることができる。",
    "p3": "天才数独のゲームはタイマーがあって、プレイヤーは、今回の数を提出する時、月は黄色で、その他の時に白い、マウスは、画像の上にはユーザーの資料が見える。",
    "p4": "天才数独のゲームは提出/草稿モードと普通/候補モードがあります。提出/草稿モードでは、ドラフトの空欄内に最大限4個の数またはアルファベットをマークすることができ、答えときは提出モードに切り替える必要があります。普通/候補モードでは、ブランク格子の候補数（1〜4個）をすべて表示できます。答えときは普通モードに提出して、しかし、候補モデルは、候補カードまたは全局候補カードを利用する場合にのみ使用することができる。",
    "p5": "九連数独碁盤に大きいので、スケーリングを取り付ける。スクロールバーをドラッグでき、プレイヤーが好きと便利なところへドラッグしてきる。パスボタンを放棄することができ、答えが期限に達し、正解が見つからない場合、プレーヤーはポイントを減らさないように、パスボタンをクリックすることができる。プレイヤーは、リアルタイムのランキングと累計ポイントなどの情報を見える。今回の解答はタイムアウトの場合が減点される。提出するモードでは、プレイヤーが今回の数を提出する時、碁盤のブランク格子がクリックして、入力フレームがポップアップして、入力フレーム中の数はこの格子の候補数、入力フレームはドラッグでき、１つの数をクリックして提出することが完成した。正しい答えは加点して、誤答が減点します。答えの費やされた時間の長さによると、時間が短いほど、得点が高くなります。タイマーは、異なる色を使用して、異なるスコアリング時間間隔を区別することができる。天才数独の谜面数の色は黒い、プレイヤーが提出した数は緑だ。",
    "p6": "こんなに難しい九連数独、遊んでもいくつかの道具が必要なので、天才数独が拡大鏡、遅延カード、候補カード、全局候補カード、免罚カード、スマートメガネなど六道具を開発した。プレイヤーは解答の時、答えできないときは、小道具拡大鏡を使用したら、正解が自動的に記入することができます。遅延カードを利用する時、タイマーがしばらく停止し、プレーヤーの思考時間が延長されます。候補カードを利用する時、このラウンド（このラウンドに限り）では、ボード上のブランクの数だけが表示されます。このようにプレイヤーに広いエリアの候補状況を理解するのに役立て、もちろん唯一候補数を見つけるかもしれないよ。全局候補カードを利用したら、ゲームが終了するまで、ボード上ブランクの数を表示し続きます。免罚カードを利用したら、最後減点したポイントを差し引くことができます。トップをあらそってプレイヤーがこの道具を見くびっにならないね。非解答状態の場合に、スマートメガネを利用したら、他のプレイヤーが答えたらブランク中の候補数をチェックできるが、でも提出することはできません。これらの道具もプレイヤーが勝つ可能性を大幅に増加して、もちろん、天才数独は新しいゲームとして、難度が高いので、今登録したユーザーに拡大鏡（３）、遅延カード（３）、候補カード（３）、全局候補カード（１）、免罚カード（３）、スマートメガ（３）を贈ります。道具をすべて使用した後、購入したいならチャージをして、こちらの道具はプレイヤーに値段も高くないので、持つべきもので、九連数独の段位をグレードアップを加速するのに助けになる。",
    "p7": "このような天才数独の対戦ゲーム、本当に面白い、九連の難度が知恵の光を輝いて、みんなは一緒に知恵の光を浴びましょう。"
  },
  "agreement": {
    "title": "利用規約"
  },
  "contact": {
    "sudoku": "数独について",
    "email": "メール：service@supergenius.cn",
    "address": "アドレス：北京上地三街金隅嘉华ビルA-501",
    "phone": "電話番号：56296776"
  },
  "lobby": {
    "username": "ユーザー名",
    "nickname": "ニックネーム",
    "money": "天才金貨",
    "create_game": "テーブル",
    "banker": "庄家"
  }
}
